app/controllers/api/v1/accounts_controller.rb

    def index
        accounts = Account.all
---
SELECT "accounts".* FROM "accounts"

    def show
        account = Account.find(params[:id])
---
SELECT "accounts".* FROM "accounts" WHERE "accounts"."id" = $1 LIMIT $2  [["id", nil], ["LIMIT", 1]]