app/controllers/api/v1/activities_controller.rb

SELECT "activities".* FROM "activities"
---
    def index
        activities = Activity.all