app/controllers/api/v1/contacts_controller.rb

SELECT "contacts".* FROM "contacts"
---
    def index
        contacts = Contact.all