app/controllers/api/v1/contact_activities_controller.rb

SELECT "contact_activities".* FROM "contact_activities"
---
    def index
        contact_activities = ContactActivity.all