app/controllers/api/v1/contact_opportunities_controller.rb

SELECT "contact_opportunities".* FROM "contact_opportunities"
---
    def index
        contact_opportunities = ContactOpportunity.all